Repository: LADI/laditools
Catalog: po/*.po
Languages: fr

source: ladish proxy creation failed: %s
fr: création du proxy ladish échouée : %s

source: ladish is not available
fr: ladish n'est pas disponible

source: JACK can only be configured with a loaded and stopped studio. Please create a new studio or load and stop an existing one.
fr: JACK peut uniquement être configuré avec un studio chargé et arrêté. Merci de créer un nouveau studio ou de charger et arrêter un studio existant.

source: No studio present
fr: Pas de studio présent

source: JACK can only be configured with a stopped studio. Please stop your studio first.
fr: JACK peut uniquement être configuré avec un studio arrêté. Merci de arrêter votre studio en premier lieu.

source: Studio is running
fr: Un studio est en fonctionnement

source: Unexpected error!
fr: Erreur inattendue !

source: Double-click to schedule reset of value to %s
fr: Double-cliquez pour prévoir la réinitilisation de la valeur à %s

source: Value will be reset to %s
fr: La valeur va être réinitilisée à %s

source: JACK engine
fr: Moteur JACK

source: JACK driver
fr: Pilote JACK

source: JACK "%s" driver
fr: Pilote "%s" JACK

source: LADI Control Center
fr: Centre de contrôle LADI

source: Convenient graphical interface for configuring JACK
fr: Interface graphique pratique pour la configuration de JACK

source: This program is part of the LADITools suite.
fr: Ce programme est une partie de la suite LADITools.

source: select the module to configure
fr: sélectionner le module à configurer

source: list available modules
fr: Lister les modules disponibles

source: Conflicting options, type %s --help for a list of options.
fr: Options conflictuelles, tapez %s --help pour une liste d'options.

source: Available modules:
fr: Modules disponibles :

source: Module %(mod)s is not available, type '%(cmd)s -l' for a list of available modules.
fr: Le module %(mod)s n'est pas disponible, tapez '%(cmd)s -l' pour une liste des modules disponibles.

source: LADI Player
fr: Lecteur LADI

source: No studio is available.
fr: Pas de studio disponible.

source: <i>Stopped</i>
fr: <i>Arrêté</i>

source: Load studio
fr: Charger un studio

source: Delete studio
fr: Effacer un studio

source: Loading interface from %s
fr: Chargement de l'interface depuis %s

source: graphical front-end that allows users to start, stop and monitor JACK, as well as start some JACK related applications.
fr: interface graphique qui permet aux utilisateurs de démarrer, d'arrêter et de monitorer JACK, et également de démarrer certaines applications liées à JACK.

source: LADI Log Viewer
fr: Visionneuse des logs de LADI

source: Skipping '%s' because it does not exist
fr: On ignore '%s' car il n'existe pas

source: Watching %s
fr: Observation de %s

source: Opening %s...
fr: Ouverture de %s...

source: You called Popen with invalid arguments... dumbass
fr: Vous avez appelé Popen avec des arguments invalides... crétin

source: Unexpected error: %s
fr: Erreur inattendue : %s

source: JACK, ladish and a2jmidid log viewer
fr: Visionneuse des logs de JACK, ladish et a2jmidi

source: LADI System Tray
fr: Zone de notification LADI

source: Session editor
fr: Editeur de session

source: Settings
fr: Paramètres

source: Log Viewer
fr: Visionneuse de logs

source: About
fr: À propos

source: Quit
fr: Quitter

source: system tray icon that allows users to start, stop and monitor JACK, as well as start some JACK related applications
fr: l'iône de la zone de notification qui permet aux utilisateurs de démarrer, d'arrêter et de monitorer JACK, et également de démarrer certaines applications liées à JACK.

source: Force fallback to system tray.
fr: Force le recours à la zone de notification.

source: LADI WindowMaker dockapp
fr: Dockapp WindowMaker LADI

source: Window maker dockapp for jackdbus
fr: Dockapp Window Maker pour jackdbus

source: Configure the LADI system
fr: Configuration du système LADI

source: LADI configuration
fr: Configuration de LADI

source: Control LADI system
fr: Contrôle du système LADI

source: LADI system controller
fr: Contrôleur du système LADI

source: LADI Log File Viewer
fr: Visionneuse de fichier de logs LADI

source: View or monitor LADI log files
fr: Affiche ou surveille les fichiers de logs LADI

source: Log file viewer
fr: Visionneuse de fichier de log

source: Manage and configure JACK and ladish
fr: Gère et configure JACK et ladish

source: LADI tray icon
fr: Icône de zone de notification LADI

source: Start bridging
fr: Démarre le pontage

source: Stop bridging
fr: Arrête le pontage

source: Reactivate
fr: Réactive

source: New studio
fr: Nouveau studio

source: Studio name
fr: Nom du studio

source: Rename studio
fr: Renomme le studio

source: <b><big>Confirm studio delete</big></b>
fr: <b><big>Confirmation de l'effacement du studio</big></b>

source: Studio "%s" will be deleted. Are you sure?
fr: Le studio "%s" va être supprimé. Êtes-vous certain ?

source: LADITools is a set of tools aiming to achieve the goals of the LADI project to improve desktop integration and user workflow of Linux audio system based on JACK and ladish.
fr: LADITools est un ensemble d'outils essayant d'atteindre les buts du projet LADI d'améliorer l'intégration dans le bureau et le flux de travail d'un système audio Linux basé sur JACK et ladish.

source: translator-credits
fr: Crédits traducteurs

source: Cannot communicate JACK D-Bus
fr: Ne parvient pas à communiquer avec JACK D-BUS

source: Error executing
fr: Erreur en exécutant

source: Unexpected error
fr: Erreur inattendue

source: Empty config list
fr: List de configuration vide

source: Error obtaining studio list
fr: Erreur lors de l'obtention de la liste de studio

source: Empty studio list
fr: Liste de studio vide

source: Diagnose
fr: Diagnostiquer

source: Start gladish
fr: Démarrer gladish

source: New studio...
fr: Nouveau studio...

source: Stop studio
fr: Arrêter le studio

source: Save studio
fr: Sauvegarder le studio

source: Start studio
fr: Démarrer le studio

source: Unload studio
fr: Décharger le studio

source: Start automatic studio
fr: Démarrer automatiquement le studio

source: Reactivate ladishd
fr: Réactiver ladishd

source: Start JACK server
fr: Démarrer le serveur JACK

source: Reset Xruns
fr: Réinitialiser les Xruns

source: Stop JACK server
fr: Arrêter le serveur JACK

source: Reactivate JACK
fr: Réactiver JACK

source: Start A2J bridge
fr: Démarrer le pont A2J

source: Stop A2J bridge
fr: Arrêter le pont A2J

source: Reactivate A2J
fr: Réactiver A2J
